Repository: priyavora6/eldercare
Catalog: lib/l10n/app_*.arb
Languages: gu

source: Welcome Back
gu: ફરી સ્વાગત છે

source: Login to your account
gu: તમારા ખાતામાં લોગિન કરો

source: Email or Phone
gu: ઈમેલ અથવા ફોન

source: Password
gu: પાસવર્ડ

source: Remember Me
gu: મને યાદ રાખો

source: Forgot Password?
gu: પાસવર્ડ ભૂલી ગયા?

source: Login
gu: લોગિન

source: Login with Fingerprint
gu: ફિંગરપ્રિન્ટથી લોગિન કરો

source: Continue with Google
gu: Google થી ચાલુ રાખો

# dontHaveAccount
source: Don't have an account?
gu: ખાતું નથી?

source: Sign Up
gu: સાઇન અપ કરો

# pleaseEnterEmail
source: Please enter email or phone
gu: કૃપા કરીને ઈમેલ અથવા ફોન દાખલ કરો

source: Please enter password
gu: કૃપા કરીને પાસવર્ડ દાખલ કરો

source: Login Successful!
gu: લોગિન સફળ!

source: User not found
gu: વપરાશકર્તા મળ્યો નથી

source: Wrong password
gu: ખોટો પાસવર્ડ

source: Login failed
gu: લોગિન નિષ્ફળ

source: Home
gu: હોમ

# sosButton
source: SOS
gu: એસઓએસ

source: Call Family
gu: પરિવારને બોલાવો

source: Health Check-in
gu: આરોગ્ય તપાસ

source: AI Companion
gu: એઆઈ સાથી

source: Medicine Reminder
gu: દવા રીમાઇન્ડર

source: Emergency Contacts
gu: કટોકટી સંપર્કો

source: Settings
gu: સેટિંગ્સ

source: Profile
gu: પ્રોફાઇલ

source: Hello, Priya
gu: કેમ છો, પ્રિયા

source: How are you feeling today?
gu: આજે તમને કેવું લાગે છે?

source: EMERGENCY SOS
gu: ઇમરજન્સી એસઓએસ

source: Activity Log
gu: પ્રવૃત્તિ લોગ

source: Today's Summary
gu: આજનો સારાંશ

source: Medicines
gu: દવાઓ

source: Steps
gu: પગલાં

source: Sleep
gu: ઊંઘ

source: Contacts
gu: સંપર્કો

source: Family View
gu: કૌટુંબિક દૃશ્ય

source: Notifications
gu: સૂચનાઓ

source: No new notifications.
gu: કોઈ નવી સૂચનાઓ નથી.

source: CLOSE
gu: બંધ

source: CANCEL
gu: રદ કરો

source: CALL NOW
gu: હમણાં કૉલ કરો

# emergencySosDialogTitle
source: Emergency SOS
gu: ઇમરજન્સી એસઓએસ

# emergencySosDialogContent
source: This will call 911 and alert your family. Are you sure?
gu: આ 911 પર કૉલ કરશે અને તમારા પરિવારને ચેતવણી આપશે. શું તમે ચોક્કસ છો?

source: Medicine
gu: દવા

source: AI Chat
gu: AI ચેટ

source: Took Medicine
gu: દવા લીધી

source: Aspirin 100mg
gu: એસ્પિરિન 100mg

source: Morning Walk
gu: સવારની ચાલ

source: Feeling great
gu: ખૂબ સરસ લાગે છે

source: Metformin 500mg
gu: મેટફોર્મિન 500mg

source: AI Companion Chat
gu: એઆઈ સાથી ચેટ

source: Listened to music
gu: સંગીત સાંભળ્યું

source: Lunch
gu: બપોરનું ભોજન

source: Ate a healthy meal
gu: એક સ્વસ્થ ભોજન ખાધું

source: Video Call with Family
gu: પરિવાર સાથે વીડિયો કૉલ

source: Talked for 30 minutes
gu: 30 મિનિટ સુધી વાત કરી

# viewingActivitiesFor
source: Viewing activities for {date}
gu: {date} માટે પ્રવૃત્તિઓ જોઈ રહ્યા છીએ

source: Play Music
gu: સંગીત વગાડો

source: Tell Story
gu: વાર્તા કહો

source: Read News
gu: સમાચાર વાંચો

source: Memory Game
gu: મેમરી ગેમ

source: Type your message...
gu: તમારો સંદેશ લખો...

# listening
source: Listening... Speak now
gu: સાંભળી રહ્યું છે... હવે બોલો

# helloImYourAICompanion
source: Hello! I'm your AI companion. How can I help you today?
gu: નમસ્તે! હું તમારો AI સાથી છું. હું આજે તમારી કેવી રીતે મદદ કરી શકું?

# playSomeRelaxingMusic
source: Play some relaxing music for me
gu: મારા માટે થોડું આરામદાયક સંગીત વગાડો

source: Tell me an interesting story
gu: મને એક રસપ્રદ વાર્તા કહો

source: What's in the news today?
gu: આજે સમાચારમાં શું છે?

source: Let's play a memory game
gu: ચાલો એક મેમરી ગેમ રમીએ

# thisIsAVoiceMessage
source: This is a voice message (simulated)
gu: આ એક વૉઇસ સંદેશ છે (સિમ્યુલેટેડ)

# contextualResponseMusic
source: 🎵 Playing relaxing classical music for you. Would you like me to play something specific?
gu: 🎵 તમારા માટે આરામદાયક શાસ્ત્રીય સંગીત વગાડી રહ્યું છે. શું તમે ઈચ્છો છો કે હું કંઈક વિશિષ્ટ વગાડું?

# contextualResponseStory
source: 📖 Once upon a time, there was a wise elder who loved to share stories with the younger generation. Would you like to hear a specific type of story?
gu: 📖 એક સમયે, એક જ્ઞાની વડીલ હતા જે યુવા પેઢી સાથે વાર્તાઓ શેર કરવાનું પસંદ કરતા હતા. શું તમે કોઈ ચોક્કસ પ્રકારની વાર્તા સાંભળવા માંગો છો?

# contextualResponseNews
source: 📰 Here are today's top headlines: • Weather: Sunny, 72°F • Local Event: Community gathering at park • Health Tip: Remember to drink water! Would you like more details?
gu: 📰 આજના મુખ્ય સમાચાર અહીં છે: • હવામાન: સન્ની, 72°F • સ્થાનિક ઇવેન્ટ: પાર્કમાં સમુદાય મેળાવડો • આરોગ્ય ટિપ: પાણી પીવાનું યાદ રાખો! શું તમને વધુ વિગતો જોઈએ છે?

# contextualResponseGame
source: 🎮 Let's play a memory game! I'll say 3 words, try to remember them: Apple, Tree, Blue Can you repeat them back?
gu: 🎮 ચાલો મેમરી ગેમ રમીએ! હું 3 શબ્દો કહીશ, તેમને યાદ રાખવાનો પ્રયાસ કરો: સફરજન, વૃક્ષ, વાદળી શું તમે તેમને પાછા પુનરાવર્તન કરી શકો છો?

# contextualResponseHelp
source: I can help you with: • Playing music • Telling stories • Reading news • Playing memory games • Chatting anytime! What would you like?
gu: હું તમને મદદ કરી શકું છું: • સંગીત વગાડવું • વાર્તાઓ કહેવી • સમાચાર વાંચવા • મેમરી રમતો રમવી • ગમે ત્યારે ચેટિંગ! તમે શું કરવા માંગો છો?

# contextualResponseMedicine
source: 💊 I can remind you about your medicines. Would you like to check your medicine schedule?
gu: 💊 હું તમને તમારી દવાઓ વિશે યાદ કરાવી શકું છું. શું તમે તમારું દવા શેડ્યૂલ તપાસવા માંગો છો?

# contextualResponseFamily
source: 📞 Would you like me to help you call a family member? I can connect you quickly!
gu: 📞 શું તમે ઈચ્છો છો કે હું તમને પરિવારના કોઈ સભ્યને કૉલ કરવામાં મદદ કરું? હું તમને ઝડપથી કનેક્ટ કરી શકું છું!

# contextualResponseDefault1
source: That's interesting! Tell me more.
gu: તે રસપ્રદ છે! મને વધુ કહો.

# contextualResponseDefault2
source: I understand. How can I help you with that?
gu: હું સમજું છું. હું તેમાં તમારી કેવી રીતે મદદ કરી શકું?

# contextualResponseDefault3
source: I'm here to listen. What else would you like to talk about?
gu: હું સાંભળવા માટે અહીં છું. તમે બીજું શું કહેવા માંગો છો?

# contextualResponseDefault4
source: That sounds nice! Anything else on your mind?
gu: તે સરસ લાગે છે! તમારા મનમાં બીજું કંઈ છે?

source: Add Contact
gu: સંપર્ક ઉમેરો

source: PRIMARY
gu: મુખ્ય

source: Call
gu: કૉલ કરો

source: Edit
gu: સંપાદિત કરો

source: Could not open phone dialer
gu: ફોન ડાયલર ખોલી શકાયું નથી

source: Add Emergency Contact
gu: કટોકટી સંપર્ક ઉમેરો

source: Name
gu: નામ

source: Phone Number
gu: ફોન નંબર

source: Relationship
gu: સંબંધ

source: Family
gu: કુટુંબ

source: Doctor
gu: ડૉક્ટર

source: Neighbor
gu: પડોશી

source: Friend
gu: મિત્ર

source: Emergency
gu: કટોકટી

source: Contact added successfully!
gu: સંપર્ક સફળતાપૂર્વક ઉમેરાયો!

source: ADD
gu: ઉમેરો

source: Edit Contact
gu: સંપર્ક સંપાદિત કરો

source: Contact deleted
gu: સંપર્ક કાઢી નાખ્યો

source: DELETE
gu: કાઢી નાખો

source: SAVE
gu: સાચવો

source: Contact updated!
gu: સંપર્ક અપડેટ થયો!

# selectYourMood
source: Select your mood below
gu: તમારો મૂડ પસંદ કરો

source: Your Mood
gu: તમારો મૂડ

source: Great
gu: ખૂબ સરસ

source: Good
gu: સારું

source: Okay
gu: ઠીક છે

source: Sad
gu: ઉદાસ

source: Unwell
gu: અસ્વસ્થ

source: Voice Check
gu: અવાજ તપાસ

# recordYourVoice
source: Record your voice to check for speech patterns
gu: ભાષણ પેટર્નની તપાસ માટે તમારો અવાજ રેકોર્ડ કરો

source: Recording...
gu: રેકોર્ડિંગ...

source: Tap to record
gu: રેકોર્ડ કરવા માટે ટેપ કરો

source: Speak clearly
gu: સ્પષ્ટ બોલો

# iAmFeelingGoodToday
source: Say: "I am feeling good today"
gu: કહો: "હું આજે સારું અનુભવું છું"

source: SUBMIT CHECK-IN
gu: ચેક-ઇન સબમિટ કરો

source: Recording your voice...
gu: તમારો અવાજ રેકોર્ડ કરી રહ્યો છે...

source: Voice recording saved
gu: વૉઇસ રેકોર્ડિંગ સાચવ્યું

source: Check-in Complete
gu: ચેક-ઇન પૂર્ણ

source: Your health check-in has been recorded!
gu: તમારું આરોગ્ય ચેક-ઇન રેકોર્ડ કરવામાં આવ્યું છે!

# mood
source: Mood: {mood}
gu: મૂડ: {mood}

source: Your family has been notified.
gu: તમારા પરિવારને જાણ કરવામાં આવી છે.

source: DONE
gu: થઈ ગયું

source: Medicine Tracker
gu: દવા ટ્રેકર

source: Today's Schedule
gu: આજનું શેડ્યૂલ

source: Adherence Rate
gu: પાલન દર

source: Taken
gu: લીધેલ

source: Missed
gu: ચૂકી ગયેલ

source: Total
gu: કુલ

source: Take
gu: લો

source: Scan Prescription
gu: પ્રિસ્ક્રિપ્શન સ્કેન કરો

# scanPrescriptionHelperText
source: Take a clear photo of your prescription. The app will automatically extract medicine details.
gu: તમારા પ્રિસ્ક્રિપ્શનનો સ્પષ્ટ ફોટો લો. એપ્લિકેશન આપમેળે દવાની વિગતો કાઢશે.

source: SCAN NOW
gu: હમણાં સ્કેન કરો

source: Camera permission required
gu: કેમેરાની પરવાનગી જરૂરી છે

source: Prescription scanned successfully!
gu: પ્રિસ્ક્રિપ્શન સફળતાપૂર્વક સ્કેન થયું!

source: Add Medicine
gu: દવા ઉમેરો

source: Medicine Name
gu: દવાનું નામ

# dosage
source: Dosage (e.g., 100mg)
gu: ડોઝ (દા.ત., 100mg)

# time
source: Time (e.g., 08:00 AM)
gu: સમય (દા.ત., 08:00 AM)

source: Medicine added successfully!
gu: દવા સફળતાપૂર્વક ઉમેરાઈ!

source: Medicine History
gu: દવાનો ઇતિહાસ

source: Yesterday
gu: ગઈકાલે

# daysAgo
source: {count} days ago
gu: {count} દિવસ પહેલા

# medicinesTaken
source: {count} of {total} medicines taken
gu: {total} માંથી {count} દવાઓ લેવામાં આવી
